/*
Создайте объект с ключами от 1 до 7, в качестве значений содержащий имена дней недели. Выведите на экран все его элементы.
*/

let object = { 1: 'понедельник', 2: 'вторник', 3: 'среда', 4: 'четверг', 5: 'пятница', 6: 'суббота', 7: 'воскресенье' }

console.log(object[1]); // ‘понедельник’
console.log(object[2]); // ‘вторник’
console.log(object[3]); // ‘среда’
console.log(object[4]); // ‘четверг’
console.log(object[5]); // ‘пятница’
console.log(object[6]); // ‘суббота’
console.log(object[7]); // ‘воскресенье’
